Repository: eksime/GW2-Addon-Manager
Catalog: application/GW2AddonManager.ViewModel/Localization/StaticText.*.resx
Languages: de_de

# Chinese
source: 简体中文
de_de: Chinesisch

source: Game path:
de_de: Spiel Pfad

# ProgramsNotManagedByThisApplication
source: Programs for GW2 not managed by the Addon Manager
de_de: Programme für GW2, die nicht von Addon Manager verwaltet werden

# CompanionApplicationsWithLeadingSpace
source: Companion Applications
de_de: Begleitanwendungen

source: Options
de_de: Optionen

source: Create Shortcut
de_de: Verknüpfung erstellen

# CreateShortcutDescription
source: Adds a shortcut to the application to the start menu - if program is moved, the shortcut will not function!
de_de: Erstellt eine Verknüpfung zum Programm. Wenn das Programm verschoben wird, funktionier diese Verknüpfung nicht mehr!

source: Force Redownload
de_de: Herunterladen erzwingen

# ForceRedownloadDescription
source: Redownloads the addon loader and all addons regardless of version.
de_de: Lädt den Addon-Loader und alle Add-ons erneut runter, ohne die Version zu beachten.

source: Available
de_de: Verfügbar

source: Downloading
de_de: Lade Herunter

source: Download complete
de_de: Herunterladen Abgeschlossen

source: Update
de_de: Aktualisieren

# UpdateDescription
source: This will download the application update and then restart the program.
de_de: Lädt das Update herunter und startet die Anwendung neu.

source: Addons
de_de: Hinzufügen

# SelectAllAddonsDescription
source: Select all addons that you would like to manage.
de_de: Wähle die Add-ons aus, die du herunterladen oder aktualisieren möchtest.

source: Delete
de_de: Löschen

source: Disable
de_de: Deaktivieren

# DeleteDescription
source: Deletes the selected addons and all associated data
de_de: Löscht die ausgewählten Addons und alle zugehörigen Daten

# DisableDescription
source: Disables the selected addons
de_de: Deaktiviert die ausgewählten Addons

# ReEnable
source: Enable
de_de: Erneut aktivieren

# ReEnableDescription
source: Enables the selected addons if they are disabled
de_de: Aktiviert die ausgewählten Addons, wenn sie deaktiviert sind

source: Reset to Clean Install
de_de: Auf Werkseinstellungen zurücksetzen

# ResetToCleanInstallDescription
source: Deletes all addons and plugins from Guild Wars 2.
de_de: Löscht alle Addons und Plugins aus Guild Wars 2.

source: Select an add-on to see more information about it.
de_de: Wählen Sie ein Add-On aus, um weitere Informationen dazu anzuzeigen.

source: Description
de_de: Beschreibung

# DevelopersColonSpace
source: Developers:
de_de: Entwickler:
